"EPLanguageDirection"="RightToLeft";

// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="מדפסת";
"Tool"="כלי";
"Fax Settings"="הגדרות פקס";
"Fax Transmission Record"="רשומת שידור\nפקס";
"Check Fax Connection"="סדוק חיבור\nפקס";
"Speed Dial/Group Dial List"="רשימת חיוגים מהירים/\nחיוגים לקבוצה";
"Fax Receive Monitor"="מנטר קבלת\nהפקסים";

"Str_FaxContacts"="אנשי קשר";
"Str_FaxAddressBook"="פנקס כתובות";
"Str_FaxSyncContacts"="סנכרן את %@";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="בחר מדפסת";
"Select a printer from the list."="בחר מדפסת מהרשימה.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="ודא שהמחשב מחובר למדפסת, שמנהל ההתקן של המדפסת מותקן, שהגדרת ההדפסה מהמחשב הושלמה ושהמדפסת מופעלת.";
"Model"="דגם";
"Name"="שם";
"Setup..."="הגדרה...";
"Cancel"="ביטול";
"Select"="בחר";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="אודות FAX Utility...";
"Preferences..."="העדפות...";
"Services"="שירותים";
"Hide FAX Utility"="הסתר את FAX Utility";
"Hide Others"="הסר אחרים";
"Show All"="הצג הכל";
"Quit FAX Utility"="צא מ-FAX Utility";
"File"="קובץ";
"Close"="סגור";
"Window"="חלון";
"Minimize"="מזער";
"Help"="עזרה";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="ביטול";
"Str_Alert_Common_OK"="אישור";

"Str_Alert_Common_Necessary_File_Not_Found"="לא ניתן למצוא את הקובץ הנחוץ להפעלת התוכנית.\nהתקן את FAX Utility מחדש.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="לא ניתן לקבל את פרטי המדפסת (פקס). פתח את \"Print & Fax Preferences\" והוסף את מנהל ההתקן של PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="הקובץ שצוין כבר קיים. האם ברצונך להחליפו?";
"Str_Alert_Common_Not_Responding_Error"="המדפסת לא מגיבה. ודא שהמדפסת מחוברת כהלכה ושאספקת החשמל פעילה.";
"Str_Alert_Common_Communication_Error"="אירעה שגיאת תקשורת במדפסת.";
"Str_Alert_Common_Printer_Processing_Error"="המדפסת מעבדת נתונים. המתן זמן מה ונסה שוב.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="זוהתה שגיאה במהלך התקשורת עם המדפסת.\nקוד שגיאה (%d)";
"Str_Alert_Common_Error_Occurred"="העיבוד בוטל משום שאירעה שגיאה.";
"Str_Alert_Common_PrinterStatusError"="אירעה שגיאה במדפסת. נקה את השגיאה ולאחר מכן נסה שוב.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="לא ניתן לפתוח את רשומת שידור הפקס משום שפונקציה אחרת של FAX Utility כבר פועלת. המתן לסיום הפעולה ונסה שוב.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="לא ניתן להפעיל את 'בדוק חיבור פקס' משום שפונקציה אחרת של FAX Utility כבר פועלת. המתן לסיום הפעולה ונסה שוב.";
"Str_Alert_Fax_Settings_Cannot_Open"="לא ניתן להפעיל את הגדרות הפקס משום שפונקציה אחרת של FAX Utility כבר פועלת. המתן לסיום הפעולה ונסה שוב.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="לא ניתן לפתוח את רשימת החיוגים המהירים/חיוגים לקבוצה משום שפונקציה אחרת של FAX Utility כבר פועלת. המתן לסיום הפעולה ונסה שוב.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="רשומת סיסמת מנהל מערכת";
"LOC_AdminPassword_Label"="סיסמת מנהל מערכת";
"LOC_AdminPassword_Alert"="הסיסמה שגויה.";
"LOC_AdminPassword_OK"="אישור";
"LOC_AdminPassword_Cancel"="ביטול";
